{
    "status": "ok",
    "totalResults": 634,
    "articles": [
        {
            "author": "Kalyan Ray",
            "content": "Global warming could expose as many as a billion people to mosquito-borne diseases including dengue and Zika by 2080, says a new study that examined temperature changes on a monthly basis worldwide. The study found that with the rise in temperature, dengue i… [+1686 chars]",
            "description": "USA modifies Zika travel advisory to India Deccan Herald Nearly six months after it was issued, the USA has modified its Zika travel advisory to India, following a prod from the Indian Council of Medical Research.",
            "publishedAt": "2019-04-01T16:01:01Z",
            "source": {
                "id": null,
                "name": "Deccanherald.com"
            },
            "title": "USA modifies Zika travel advisory to India - Deccan Herald",
            "url": "https://www.deccanherald.com/national/usa-modifies-zika-travel-advisory-to-india-726411.html",
            "urlToImage": "https://www.deccanherald.com/sites/dh/files/article_images/2019/04/01/Zika-1554137242.jpg"
        },
        {
            "author": null,
            "content": "Global warming could expose as many as a billion people to mosquito-borne diseases including dengue and Zika by 2080, says a new study that examined temperature changes on a monthly basis worldwide. The study found that with the rise in temperature, dengue i… [+1686 chars]",
            "description": "1bn people could be exposed to dengue, Zika by 2080 The Day After Global warming may expose one billion people to dengue, Zika by 2080: Study Times of India Zika warning: Disease-carrying mosquitoes to arrive to the UK - shock study Express.co.uk Rising Tempe…",
            "publishedAt": "2019-03-30T06:59:00Z",
            "source": {
                "id": null,
                "name": "Dayafterindia.com"
            },
            "title": "1bn people could be exposed to dengue, Zika by 2080 - The Day After",
            "url": "https://www.dayafterindia.com/2019/03/30/1bn-people-could-be-exposed-to-dengue-zika-by-2080/",
            "urlToImage": "https://www.dayafterindia.com/wp-content/uploads/2018/10/Zika-virus.jpg"
        },
        {
            "author": "Azucena Martín",
            "content": "Aunque por lo general los síntomas del virus del Zika no llegan a ser muy graves, sí que pueden provocar algunas complicaciones o desencadenar otras patologías, como el síndrome Guillain-Barré o la mielitis. Además, si se infecta una mujer embarazada puede tr… [+2582 chars]",
            "description": "El bloqueo de una proteína presente en la saliva del mosquito aporta prevención parcial frente a la enfermedad y disminuye los niveles del virus. Aunque por lo general los síntomas del virus del Zika no llegan a ser muy graves, sí que pueden provocar algunas …",
            "publishedAt": "2019-03-11T16:00:28Z",
            "source": {
                "id": null,
                "name": "Hipertextual.com"},
            "title": "La vacuna frente al Zika podría estar oculta en la saliva del mosquito que la transmite",
            "url": "https://hipertextual.com/2019/03/vacuna-zika-saliva-mosquito",
            "urlToImage": "https://img-cdn.hipertextual.com/files/2019/03/hipertextual-2019848687.jpg?strip=all&lossy=1&quality=60&ssl=1"
        },
        {
            "author": "Aylin Woodward",
            "content": "The danger of a mosquito bite extends far beyond a superficial skin irritation. These insects can transmit fatal diseases like malaria, dengue fever, and the Zika virus. The World Health Organization (WHO) lists mosquitoes as one of the deadliest animals o… [+6770 chars]",
            "description": "As average temperatures rise around the world, the geographic area in which disease-carrying mosquitoes can thrive and transmit illnesses like the Zika virus and dengue fever is expected to grow. According to a new study, if greenhouse gas emissions continue …",
            "publishedAt": "2019-03-28T18:27:00Z",
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "title": "Mosquitoes that transmit the Zika virus and dengue fever may have access to 1 billion more people in the years ahead",
            "url": "https://www.businessinsider.com/mosquitos-carrying-zika-dengue-threaten-1-billion-more-people-2019-3",
            "urlToImage": "https://amp.businessinsider.com/images/5c9bd66d569b5516a0486352-1920-960.jpg"
        },
        {
            "author": null,
            "content": "By Oliver Ross Rivera KORONADAL CITY, South Cotabato, Mar. 18 (PIA) - Local health officials urged the public to be cautious over the increase in number of dengue cases in Soccsksargen region. Dept. of Health-Center for Health Development (DOH-CHD) XII Medi… [+1165 chars]",
            "description": "DOH 12: Dengue cases in Region 12 up by 201% - Philippines ReliefWeb By Oliver Ross Rivera. KORONADAL CITY, South Cotabato, Mar. 18 (PIA) - Local health officials urged the public to be cautious over the increase in number of...",
            "publishedAt": "2019-03-18T06:29:48Z",
            "source": {
                "id": null,
                "name": "Reliefweb.int"
            },
            "title": "DOH 12: Dengue cases in Region 12 up by 201% - Philippines - ReliefWeb",
            "url": "https://reliefweb.int/report/philippines/doh-12-dengue-cases-region-12-201",
            "urlToImage": "https://reliefweb.int/profiles/reliefweb/themes/kobe/images/rw-logo-social-media.png"
        }
    ]
}

